Repository: common-repository/broadcast-to-telegram
Catalog: lang/broadcast-telegram-*.po
Languages: it_it

source: Notify to Telegram
it_it: Notifica a Telegram

source: Broadcast to Telegram
it_it: Notifica a Telegram

source: Autocheck checkbox to send new posts
it_it: Caselle di invio preselezionate

source: Disable link web preview
it_it: Disabilita anteprima web dei link

source: Post notification system on one or more channels via Telegram Bot. The plugin allows to select the document type and Telegram channels.
it_it: Sistema di notifica dei post su uno o pi&ugrave; canali Telegram tramite Bot. Il plugin permette di impostare il tipo di documento in cui attivare la notifica e i canali Telegram sui quali notificare.

source: TITLE
it_it: TITOLO

source: FULLURL
it_it: URL_COMPLETO

source: SHORTURL
it_it: URL_BREVE

source: EXCERPT
it_it: ESTRATTO

source: TAGS
it_it: TAG

source: CATEGORIES
it_it: CATEGORIE

source: Post already notified
it_it: Documento gi&agrave; notificato

source: Available channels to send:
it_it: Canali disponibili per l'invio

source: Post notification system to one or more channels via Telegram Bot
it_it: Sistema di notifica dei post su uno o pi√π canali attraverso un Bot di Telegram

source: by
it_it: di

source: Settings properly saved
it_it: Impostazioni salvate correttamente

source: You have to select at least one document type
it_it: Bisogna selezionare almeno un tipo di documento

source: Post type
it_it: Tipo di documento

source: Telegram Bot token
it_it: Identificativo del Bot Telegram

source: Telegram channels list
it_it: Elenco dei canali Telegram

source: format
it_it: formato

source: @idchannel1+@idchannel2+...
it_it: @idcanale1+@idcanale2+...

source: Message template
it_it: Modello dei messaggi

source: placeholders
it_it: segnaposto

source: supported markdowns
it_it: tag supportati

source: bold
it_it: grassetto

source: italic
it_it: corsivo

source: Delete options on uninstall
it_it: Elimina le opzioni quando disinstalli

source: Save changes
it_it: Salva modifiche

source: Broadcast to Telegram (settings)
it_it: Notifica a Telegram (impostazioni)
